import React from "react";

import { PrinterOutlined, CloseOutlined, CloseCircleFilled } from "@ant-design/icons";
import { Button } from "antd";

const Terms = () => {
    return (
        <div style={{ paddingRight: 34, paddingTop: 20, paddingBottom: 70 }}>

            <div style={{ display: 'flex', justifyContent: 'center' }}>
                <div >
                    <p className="p1"><b>სამომხმარებლო შეთანხმება</b></p>
                </div>
            </div>
            <div style={{ display: 'flex', justifyContent: 'center' , padding: 20}}>
                <div >
                    <p className="p2"><b>პლატფორმით სარგებლობის წესებსა და პირობებზე</b></p>
                </div>
            </div>

            <div style={{ display: 'flex', marginLeft: 80 }}>
                <div >
                    <p className="p4">პლატფორმაზე რეგისტრაციამდე, გთხოვთ, გაეცნოთ სამომხმარებლო შეთანხმებას!<span className="Apple-converted-space"> </span></p>
                </div>
            </div>

            <div style={{ display: 'flex', marginLeft: 80 }}>
                <div >
                    <p className="p4">წინამდებარე შეთანხმება განსაზღვრავს რეგისტრირებული მომხმარებლის მიერ პლატფორმის გამოყენების წესებსა და პირობებს.</p>
                </div>
            </div>
            <ol className="ol1" style={{ marginLeft: 40 }}>
                <li className="li7"><b>1.<span className="Apple-tab-span">	</span>ზოგადი დებულებები<span className="Apple-converted-space"> </span></b></li>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">1.1.<span className="Apple-tab-span">	</span>ამ პლატფორმის (www.ranko.ge) მფლობელი და მმართველი არის შპს „რანკო” (შემდგომში - კომპანია) (საიდენტიფიკაციო კოდი: 406337593)</li>
                    <li className="li7">1.2.<span className="Apple-tab-span">	</span>წინამდებარე წესებისა და პირობების შესაბამისად, პლატფორმის გამოყენების სრულ და უპირობო თანხმობად ითვლება პლატფორმაზე www.ranko.ge რეგისტრაცია და პროფილის შექმნა.</li>
                    <li className="li7">1.3.<span className="Apple-tab-span">	</span>მომხმარებლის მიერ რეგისტრაციის გავლა ნიშნავს, რომ ის გაეცნო წესებსა და პირობებს, პერსონალური მონაცემების<span className="Apple-converted-space">  </span>დამუშავების პოლიტიკას, ეთანხმება და ვალდებულია, დაიცვას ყველა ქვემოთ ხსენებული პირობა, რომლითაც რეგულირდება ვებ-გვერდით სარგებლობა.<span className="Apple-converted-space"> </span></li>
                    <li className="li7">1.4.<span className="Apple-tab-span">	</span>პლატფორმის გამოყენების უფლება აქვს საქართველოს ან ნებისმიერი სხვა ქვეყნის შესაბამისი კანონმდებლობის საფუძველზე რეგისტრირებულ იურიდიული ან ფიზიკური პირს, რომელიც პლატფორმაზე რეგისტრაციის შედეგად იძენს პლატფორმის რეგისტრირებული მომხმარებლის სტატუსს;</li>
                    <li className="li7">1.5.<span className="Apple-tab-span">	</span>პლატფორმის ადმინისტრაციას აქვს ამ წესებისა და პირობების შეცვლის უფლება. პლატფორმის ადმინისტრაცია, წინამდებარე წესებსა და პირობებში ცვლილების/დამატებების შეტანისას, უზრუნველყოფს ყოველი რეგისტრირებული მომხმარებლის პროფილში შესვლისას ცვლილებების/დამატებების შესახებ ინფორმირებასა და რეგისტრირებული მომხმარებლის პროფილიდან მათი გაცნობისა და მათზე დათანხმების შესაძლებლობას. მომხმარებლის მხრიდან ცვლილებების არდათანხმების შემთხვევაში, პლატფორმის ადმინისტრაცია უფლებამოსილია, უარი უთხრას მომხმარებელს პლატფორმის მოხმარებაზე და გააუქმოს მისი რეგისტრაცია;</li>
                    <li className="li7">1.6.<span className="Apple-tab-span">	</span>პლატფორმის ადმინისტრაცია დამოუკიდებლად მართავს პლატფორმას, განსაზღვრავს მის დიზაინსა და პლატფორმით სარგებლობის წესებს.</li>
                </ol>
            </ol>
            <p className="p9"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>2.<span className="Apple-tab-span">	</span>ტერმინთა განმარტება<span className="Apple-converted-space"> </span></b></li>
                </ol>
            </ol>
            <p className="p8"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">2.1.<span className="Apple-tab-span">	</span><b>პლატფორმა </b>- ვებ-გვერდი <a href="http://www.ranko.ge"><span className="s1">www.ranko.ge</span></a></li>
                    <li className="li7">2.2.<span className="Apple-tab-span">	</span><b>კომპანია </b>-<span className="Apple-converted-space">  </span>შპს „რანკო“ (ს.კ.: 406337593), რომელიც არ არის კრედიტორი და თავისი საქმიანობის ფარგლებში წარმოადგენს რეგისტრირებულ მომხმარებელსა და ფინანსურ ორგანიზაციას შორის შუამავალს.</li>
                    <li className="li7">2.3.<span className="Apple-tab-span">	</span><b>რეგისტრირებული მომხმარებელი</b> - პლატფორმაზე რეგისტრირებული ნებისმიერი ფიზიკური ან იურიდიული პირი (ასევე საქართველოს კანონმდებლობის შესაბამისად შექმნილი ორგანიზაციული წარმონაქმნი, რომელიც იურიდიულ პირს არ წარმოადგენს)</li>
                    <li className="li7">2.4.<span className="Apple-tab-span">	</span><b>ფინანსური ორგანიზაცია</b> - ბანკი ან/და ფინანსური ინსტიტუტი.</li>
                    <li className="li7">2.5.<span className="Apple-tab-span">	</span><b>საკრედიტო პროდუქტი</b> - ნებისმიერი ტიპის სესხი/კრედიტი, მათ შორის, ოვერდრაფტი და საკრედიტო ბარათი, მიუხედავად საფინანსო პროდუქტის სახელწოდებისა, რომელსაც ფინანსური ორგანიზაცია სთავაზობს/აწვდის მომხმარებელს<span className="s2">.</span></li>
                    <li className="li7">2.6.<span className="Apple-tab-span">	</span><b>პლატფორმის ადმინისტრაცია</b> - სათანადო უფლებამოსილებით აღჭურვილი პირები, რომლებიც ახორციელებენ პლატფორმის რესურსების მართვას და მომსახურებას უწევენ პლატფორმის მომხმარებლებს, პლატფორმის გამოყენების ფარგლებში.</li>
                    <li className="li7">2.7.<span className="Apple-tab-span">	</span><b>პლატფორმის მომსახურება</b> - მომსახურება, რომელსაც შუამავალი სთავაზობს პლატფორმის რეგისტრირებულ მომხმარებლებს და რომლის მიღებას რეგისტრირებული მომხმარებელი შეძლებს პლატფორმაზე დარეგისტრირების შემდეგ.</li>
                    <li className="li7">2.8.<span className="Apple-tab-span">	</span><b>მომხმარებლის პროფილი</b> - ინფორმაციის ერთობლიობა, რომლითაც ხორციელდება რეგისტრირებული მომხმარებლის იდენტიფიცირება.</li>
                </ol>
            </ol>
            <p className="p9"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>3.<span className="Apple-tab-span">	</span>პლატფორმაზე რეგისტრაცია და სარგებლობის წესები</b></li>
                </ol>
            </ol>
            <p className="p8"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">3.1.<span className="Apple-tab-span">	</span>პლატფორმაზე შესვლითა და სარეგისტრაციო ფორმის შევსებით, რეგისტრაციის მსურველი ადასტურებს, რომ მის მიერ რეგისტრაციის ფორმის შევსების დროს პლატფორმის ადმინისტრაციისთვის წარმოდგენილი ინფორმაცია არის უტყუარი და ზუსტი, რეგისტრაციის შემდგომშიც პლატფორმის ადმინისტრაციისთვის მიწოდებული ან/და პლატფორმაზე მის მიერ (რეგისტრირებული მომხმარებლის მიერ) განთავსებული ან განსათავსებლად პლატფორმის ადმინისტრაციისთვის გადაცემული ნებისმიერი ინფორმაცია/მონაცემები, ასევე, იქნება ზუსტი და უტყუარი. პლატფორმის ადმინისტრაცია პასუხს არ აგებს რეგისტრირებული მომხმარებლის მიერ განზრახ არასწორი/არაზუსტი ინფორმაციის წარდგენისთვის;</li>
                    <li className="li7">3.2.<span className="Apple-tab-span">	</span>პლატფორმაზე რეგისტრაციით რეგისტრირებული მომხმარებელი იძენს უფლებას გამოხატოს საკრედიტო პროდუქტით სარგებლობის სურვილი.</li>
                    <li className="li7">3.3.<span className="Apple-tab-span">	</span>პლატფორმაზე განთავსებული ნებისმიერი ინფორმაციის სისწორეზე პასუხისმგებლობა ეკისრება რეგისტრირებულ მომხმარებელს და მათზე კომპანია არ აგებს პასუხს.</li>
                    <li className="li7">3.4.<span className="Apple-tab-span">	</span>რეგისტრირებული მომხმარებელი ვალდებულია უზრუნველყოს თავისი პროფილის უსაფრთხოება და მომხმარებლის უნიკალური სახელისა და პაროლის საიდუმლოება. მის პროფილზე არასანქცირებული შეღწევის შემთხვევაში მიყენებულ ზიანზე პლატფორმის ადმინისტრაცია პასუხს არ აგებს.</li>
                    <li className="li7">3.5.<span className="Apple-tab-span">	</span>აკრძალულია მომხმარებლის პროფილის სხვა პირისთვის სარგებლობაში გადაცემა, ან ერთი პროფილით რამდენიმე მომხმარებლის სარგებლობა. მოცემულ შემთხვევებში, ადმინისტრაცია უფლებას იტოვებს, გაფრთხილების გარეშე შეაჩეროს პროფილით სარგებლობა, დროებით ან უვადოდ;</li>
                    <li className="li7">3.6.<span className="Apple-tab-span">	</span>ურთიერთობები, რომლებიც დაკავშირებულია პლატფორმის მომხმარებლის ინფორმაციის შეგროვებასთან, შენახვასა და გავრცელებასთან რეგულირდება წინამდებარე წესებითა და საქართველოში მოქმედი კანონმდებლობის შესაბამისად.</li>
                    <li className="li7">3.7.<span className="Apple-tab-span">	</span>პლატფორმის რეგისტრირებული მომხმარებელი თანახმაა, რომ რეგისტრაციის გავლის<span className="Apple-converted-space">  </span>შემდეგ, მის ელ. ფოსტაზე და მობილურ ტელეფონზე შუამავლის ან/და სხვა ნებისმიერი მესამე პირის მიერ გაიგზავნოს წერილები და შეტყობინებები, მათ შორის, სარეკლამო ხასიათის;</li>
                </ol>
            </ol>
            <p className="p10"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>4.<span className="Apple-tab-span">	</span>პლატფორმა და მისი მომსახურება</b></li>
                </ol>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">4.1.<span className="Apple-tab-span">	</span>პლატფორმა უზრუნველყოფს დამოუკიდებელ ონლაინ მომსახურებას, რომელიც შესაძლებლობას აძლევს რეგისტრირებულ მომხმარებლებს, ერთი მხრივ, როგორც პოტენციურმა მსესხებელმა განათავსოს სასურველი საკრედიტო პროდუქტით სარგებლობის განაცხადი;</li>
                    <li className="li7">4.2.<span className="Apple-tab-span">	</span>რეგისტრირებული<span className="s2"> </span>მომხმარებლის მიერ სასურველი საკრედიტო პროდუქტით სარგებლობის განაცხადი და პირადი მონაცემები, პლატფორმის საშუალებით, გადაეცემა კომპანიის პარტნიორ ერთ ან რამდენიმე საფინანსო ორგანიზაციას, შემდგომში მათი მხრიდან შეთავაზების მიღების მიზნით<span className="s2">.</span></li>
                    <li className="li7">4.3.<span className="Apple-tab-span">	</span>გააგზავნოს და მიიღოს კლიენტის შესახებ მონაცემები.</li>
                    <li className="li7">4.4.<span className="Apple-tab-span">	</span>მომხმარებლებსა და ფინანსურ ორგანიზაციას შორის რაიმე სახის გაუგებრობის/პრეტენზიის არსებობის შემთხვევაში, კომპანია სრულად თავისუფლდება ნებისმიერი მოთხოვნისაგან, რომელიც მხარეებს შესაძლოა ერთმანეთის მიმართ წარმოეშვათ.</li>
                    <li className="li7">4.5.<span className="Apple-tab-span">	</span><b>პლატფორმით მომსახურებისათვის კომპანია უფლებამოსილია:</b></li>
                    <ol className="ol1">
                        <li className="li7">4.5.1.<span className="Apple-tab-span">	</span>პირადი ანგარიშის გახსნის შემდგომ, ხელშეკრულების შეწყვეტამდე, მომხმარებლის<span className="Apple-converted-space">  </span>მიერ გაცემული თანხმობის ფარგლებში მოიძიოს/გადაამოწმოს და დაამუშავოს მომხმარებლის მიერ მითითებული ან მასთან დაკავშირებული ნებისმიერი, მათ შორის პერსონალური ინფორმაცია ან/და უნივერსალური იდენტიფიკატორები;</li>
                        <li className="li7">4.5.2.<span className="Apple-tab-span">	</span>მიიღოს მომხმარებლის შესახებ პერსონალური მონაცემები მესამე პირებისგან. მესამე პირს წარმოადგენს საბანკო სექტორში მოქმედი ორგანიზაციები, მიკრო საფინანსო ორგანიზაციები, სახელმწიფო სექტორში მოქმედი ორგანიზაციები, კომპანიის პარტნიორი კომპანიები, საკრედიტო საინფორმაციო ბიურო.</li>
                        <li className="li7">4.5.3.<span className="Apple-tab-span">	</span>ზემოაღნიშნული მიზნების გათვალისწინებით და ამ მიზანთა განსახორციელებლად საჭირო მოცულობით (შესაბამისი მიზნის მისაღწევად აუცილებელი) კონფიდენციალური ინფორმაციის გადაცემა კომპანიის მხრიდან ხორციელდება შემდეგ პირებთან: Amazon, Inc;<span className="Apple-converted-space"> </span></li>
                    </ol>
                </ol>
            </ol>
            <p className="p10"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">4.6.<span className="Apple-tab-span">	</span>რეგისტრაცია<span className="Apple-converted-space">  </span>არის უფასო. რეგისტრაცია არის წინაპირობა იმის, რომ რეგისტრირებულ მომხმარებელს მიეცეს პლატფორმაზე წვდომისა და მისი მომსახურებით სარგებლობის უფლება. მომსახურების საფასურის ცვლილების შესახებ პლატფორმის ადმინისტრაცია ინფორმაციას მიაწოდებს მომხმარებელს, პროფილის გვერდზე, შეტყობინების გზით, ან სხვა საშუალებით;</li>
                </ol>
            </ol>
            <p className="p9"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>5.<span className="Apple-tab-span">	</span>აკრძალულია პლატფორმის გამოყენება:</b></li>
                </ol>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">5.1.<span className="Apple-tab-span">	</span>ნებისმიერი უკანონო, თაღლითური კომერციული მიზნებისთვის;</li>
                    <li className="li7">5.2.<span className="Apple-tab-span">	</span>სხვისი კანონიერი ინტერესების დაზიანების, კონფიდენციალურობის დარღვევის ან არაზუსტი, არაადეკვატური, მიუღებელი, დისკრიმინაციული ან მავნე ქმედების განხორციელების მიზნით;</li>
                    <li className="li7">5.3.<span className="Apple-tab-span">	</span>სხვისი მონაცემთა ბაზის/ჩანაწერების შექმნის, შემოწმების, დადასტურების, განახლების მიზნით;</li>
                    <li className="li7">5.4.<span className="Apple-tab-span">	</span>პლატფორმის რომელიმე ნაწილის შესწორების, შეცვლის ან დაპროექტების მიზნით;</li>
                    <li className="li7">5.5.<span className="Apple-tab-span">	</span>პლატფორმის ტექნიკური და საკომუნიკაციო საშუალებების დაზიანების მიზნით;</li>
                    <li className="li7">5.6.<span className="Apple-tab-span">	</span>საქართველოს კანონმდებლობით აკრძალული სხვა უკანონო მიზნებისთვის.</li>
                </ol>
            </ol>
            <p className="p9"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>6.<span className="Apple-tab-span">	</span>კომპანიის პასუხისმგებლობა<span className="Apple-converted-space"> </span></b></li>
                </ol>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">6.1.<span className="Apple-tab-span">	</span>წინამდებარე შეთანხმების მხარეები (პლატფორმის რეგისტრირებული მომხმარებელი, პლატფორმის ადმინისტრაცია) პასუხს აგებენ წინამდებარე წესებისა და პირობებით გათვალისწინებული ვალდებულების დარღვევისთვის საქართველოს კანონმდებლობის შესაბამისად;</li>
                    <li className="li7">6.2.<span className="Apple-tab-span">	</span>პლატფორმაზე მოცემული პროდუქტებისა და სერვისების ყველა მახასიათებლის შესახებ ინფორმაცია შეიძლება სრული არ იყოს. შესაბამისად, პლატფორმის ადმინისტრაცია არ იღებს პასუხისმგებლობას<span className="Apple-converted-space">  </span>პლატფორმაზე წარმოდგენილი ინფორმაციის სიზუსტესა და სისრულეზე, თუმცა მუდმივად<span className="Apple-converted-space">  </span>მუშაობს იმისთვის, რომ პლატფორმის მეშვეობით მოწოდებულ იქნას ზუსტი, სრული და<span className="Apple-converted-space">  </span>უტყუარი ინფორმაცია და უმოკლეს დროში იქნას აღმოფხვრილი ყოველგვარი უზუსტობა;</li>
                    <li className="li7">6.3.<span className="Apple-tab-span">	</span>კომპანია პასუხს არ აგებს მომხმარებელსა და ფინანსურ ორგანიზაციას შორის ხელშეკრულებიდან გამომდინარე,<span className="Apple-converted-space">  </span>ვალდებულებათა კეთილსინდისიერ და ჯეროვან შესრულებაზე.</li>
                    <li className="li7">6.4.<span className="Apple-tab-span">	</span>პლატფორმის ადმინისტრაცია პასუხისმგებელია პლატფორმის რეგისტრირებული<span className="Apple-converted-space">  </span>მომხმარებლის პერსონალური მონაცემების დაცვაზე, თუმცა პლატფორმის ადმინისტრაცია ვერ იქნება პასუხისმგებელი პლატფორმაზე<span className="Apple-converted-space">  </span>არასანქცირებული შეღწევისა ან/და პლატფორმაზე განხორციელებული კიბერ<span className="s2">-</span>შეტევის<span className="Apple-converted-space">  </span>შემთხვევებზე, აგრეთვე, სხვა ისეთ შემთხვევებზე, რაც პლატფორმის ადმინისტრაციის<span className="Apple-converted-space">  </span>კონტროლის მიღმაა;</li>
                    <li className="li7">6.5.<span className="Apple-tab-span">	</span>პლატფორმის ადმინისტრაცია გასცემს ინფორმაციის კონფიდენციალურობასა და მონაცემების უსაფრთხოებასთან დაკავშირებით გარანტიებს წინამდებარე წესებისა და პირობების, პერსონალური მონაცემების დამუშავების პოლიტიკის შესაბამისად. პლატფორმის ადმინისტრაცია ვერ გასცემს გარანტიას, რომ რეგისტრირებული მომხმარებელი შეძლებს ვებ-პლატფორმაზე შესვლასა და მისი მომსახურებით სარგებლობას ნებისმიერ სასურველ დროს ან ადგილას (რაც შეიძლება<span className="Apple-converted-space">  </span>გამოწვეული იყოს პლატფორმის ადმინისტრაციისგან დამოუკიდებელი მიზეზებით); პლატფორმის ადმინისტრაცია გამოიყენებს ყველა შესაძლებლობას იმისთვის, რომ თავიდან იქნეს აცილებული ინტერნეტ-თაღლითობა და უზრუნველყოს მიღებული პირადი მონაცემების მაქსიმალური უსაფრთხოება.</li>
                    <li className="li7">6.6.<span className="Apple-tab-span">	</span>ვებ-გვერდებზე შესაძლებელია წარმოდგენილი იყოს ჰიპერ-ბმულები მესამე მხარის მიერ მოწოდებულ სხვა ვებ-გვერდებსა და რესურსებთან. წინამდებარე კონფიდენციალობის პოლიტიკა ვრცელდება მხოლოდ რანკოს ვებ-გვერდზე. მესამე მხარის ვებ-გვერდებსა თუ სხვა სახის ნებისმიერ წყაროებზე გადასვლისას კომპანია არ აკონტროლებს ხსენებული მესამე მხარის ვებ-გვერდებს ან მასში შემავალ რაიმე სახის შემადგენელ<span className="Apple-converted-space">  </span>კონტენტს და არ იღებს პასუხისმგებლობას<span className="Apple-converted-space">  </span>მესამე მხარის რომელიმე ვებ-გვერდთან დაკავშირებით, მათ შორის და არა მხოლოდ, მათ კონტენტთან,<span className="Apple-converted-space">  </span>პოლიტიკასთან, გაუმართაობასთან, აქციებთან, პროდუქტებთან, სერვისებსა თუ მოქმედებებთან დაკავშირებით და/ან აღნიშნულ ვებ-გვერდებზე შესვლის შედეგად გამოწვეულ, დაკავშირებულ ან წარმოშობილ ნებისმიერ ზიანთან, ზარალთან, ხარვეზთან თუ გამოწვეულ პრობლემებთან დაკავშირებით.<span className="Apple-converted-space"> </span></li>
                </ol>
            </ol>
            <p className="p9"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>7.<span className="Apple-tab-span">	</span>გარდამავალი დებულებები<span className="Apple-converted-space"> </span></b></li>
                </ol>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">7.1.<span className="Apple-tab-span">	</span>წინამდებარე პირობებში აღნიშნული სათაურები გამოიყენება მხოლოდ მოხერხებულობისთვის და არ აქვს ზეგავლენა პირობების განმარტებასა და ინტერპრეტაციაზე.</li>
                    <li className="li7">7.2.<span className="Apple-tab-span">	</span>თუ წინამდებარე პირობების რომელიმე პუნქტი ან მისი ნაწილი რაიმე მიზეზით იქნა გაუქმებული, ბათილად ცნობილი ან შეწყვეტილი, აღნიშნული პუნქტი ან მისი ნაწილი აღარ იქნება გამოყენებული, რაც არ იქონიებს გავლენას პირობების დანარჩენი პუნქტების ნამდვილობაზე</li>
                    <li className="li7">7.3.<span className="Apple-tab-span">	</span>რეგისტრირებულ მომხმარებელს არ აქვს უფლება, გადასცეს მესამე პირს წინამდებარე შეთანხმებით ნაკისრი თავისი უფლებები და მოვალეობები, მეორე მხარის წინასწარი წერილობითი თანხმობის გარეშე;<span className="Apple-converted-space"> </span></li>
                    <li className="li7">7.4.<span className="Apple-tab-span">	</span>საკითხები, რომლებიც არ არის მოწესრიგებული წინამდებარე წესებითა და პირობებით რეგულირდება საქართველოს კანონმდებლობით;<span className="Apple-converted-space"> </span></li>
                    <li className="li7">7.5.<span className="Apple-tab-span">	</span>წინამდებარე წესებისა და პირობების საფუძველზე და მასთან დაკავშირებული დავები წყდება ურთიერთმოლაპარაკებით. იმ შემთხვევაში, თუ მხარეები ვერ მიაღწევენ შეთანხმებას, დავა განსახილველად გადაეცემა სასამართლოს.</li>
                </ol>
            </ol>

            <div style={{display:'flex', justifyContent:'center', paddingTop: 40}}>
                <Button
                    style={{ marginLeft: 15 }}
                    icon={<CloseOutlined />}
                    onClick={() => window.close()}
                >
                    დახურვა
                </Button>
            </div>
        </div>
    );
};

export default Terms;
