import React from "react";

import { PrinterOutlined, CloseOutlined, CloseCircleFilled } from "@ant-design/icons";
import { Button } from "antd";

const Privacy = () => {
    return (
        <div style={{ paddingRight: 34, paddingTop: 20, paddingBottom: 70 }}>
            <div style={{ display: 'flex', justifyContent: 'center' }}>
                <div >
                    <p className="p1"><b>პერსონალური მონაცემების  დამუშავების პოლიტიკა</b></p>
                </div>
            </div>



            <ol className="ol1" style={{ marginLeft: 40 }}>
                <li className="li7"><b>1.<span className="Apple-tab-span">	</span>ზოგადი დებულებები<span className="Apple-converted-space"> </span></b></li>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">1.1.<span className="Apple-tab-span">	</span>კომპანია შპს „რანკო“ (შემდგომში - „კომპანია“) (საიდენტიფიკაციო ნომერი: 406337593, იურიდიული მისამართი: საქართველო, თბილისი, ისნის რაიონი, ციხისძირის ქ., N 15) წარმოადგენს პერსონალური მონაცემების მმართველს, პერსონალური მონაცემების დაცვის შესახებ საქართველოს კანონის შემსრულებელს (დოკუმენტი№ 5669, მიღების თარიღი 28/12/2012.)</li>
                    <li className="li7">1.2.<span className="Apple-tab-span">	</span>ვებ-გვერდზე რეგისტრაციისას საიტზე განთავსებული სამომხმარებლო წესებისა და პირობების გაცნობითა და თანხმობით
                        მომხმარებელი ადასტურებს, რომ ამავდროულად ეთანხმება საიტზე განთავსებულ პერსონალური მონაცემების  დამუშავების
                        პოლიტიკას.  ასევე ადასტურებს, რომ მოწოდებული ინფორმაცია წარმოადგენს ზუსტ და უტყუარ
                        მონაცემებს, ინფორმაციის მოწოდება მოხდა მომხმარებლის საკუთარი სურვილით და
                        ამისათვის მას გააჩნია კანონმდებლობით გათვალისწინებული ყველა უფლება და ნებართვა.</li>
                    <li className="li7">1.3.<span className="Apple-tab-span">	</span>
                        მოცემული პოლიტიკა განეკუთვნება თანამშრომლების, მნახველებისა და რეგისტრირებული მომხმარებლის
                        (შემდგომში – პერსონალური მონაცემების სუბიექტები) მიერ ვებ-გვერდებზე, ელექტრონული ფოსტით წარმოებულ მიმოწერებში,
                        ციფრულ დანართში, გამოკითხვებში, ხელშეკრულებებსა და სხვა წყაროებში წარმოდგენილი ყველა სახის პერსონალური მონაცემის დამუშავებას.
                    </li>
                    <li className="li7">1.4.<span className="Apple-tab-span">	</span>წინამდებარე პოლიტიკა სრულად ვრცელდება შპს „რანკოს“ მიერ პერსონალური მონაცემების ავტომატური, ნახევრად ავტომატური, ან არაავტომატური საშუალებებით მონაცემთა დამუშავებაზე და გამოიყენება პერსონალური მონაცემების დაცვის პროცესში.</li>
                    <li className="li7">1.5.<span className="Apple-tab-span">	</span>კომპანიას უფლება აქვს ნებისმიერ დროს შეიტანოს ცვლილება, რომელიც გამოქვეყნდება ვებ-გვერდზე და პირად პორტალზე;</li>
                </ol>
            </ol>

            <p className="p9"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>2.<span className="Apple-tab-span">	</span>პერსონალური მონაცემების დამუშავება და გამოყენება<span className="Apple-converted-space"> </span></b></li>
                </ol>
            </ol>
            <p className="p8"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">2.1.<span className="Apple-tab-span">	</span>
                    პერსონალური მონაცემების დამუშავების დროს კომპანია იცავს „პერსონალურ მონაცემთა დაცვის შესახებ“ საქართველოს კანონმდებლობის მოთხოვნების სრული შესაბამისობით.</li>
                    <li className="li7">2.2.<span className="Apple-tab-span">	</span>
                    პლათფორმა https://ranko.ge/ – ის გამოყენებით მომხმარებელი ეთანხმება, რომ შპს „რანკო“, კომპანიის მინდობილი პირები და პარტნიორები, უფლებამოსილნი არიან შეაგროვონ,  და შეინახონ და დაამუშაონ პერსონალური მონაცემები.</li>
                    <li className="li7">2.3.<span className="Apple-tab-span">	</span>
                    პერსონალური მონაცემები შეიძლება მოიცავდეს:</li>
                    <li className="li7">2.4.<span className="Apple-tab-span">	</span>
                    მომხმარებლის სახელი და გვარი;</li>
                    <li className="li7">2.5.<span className="Apple-tab-span">	</span>
                    ტელეფონის ნომერი;</li>
                    <li className="li7">2.6.<span className="Apple-tab-span">	</span>
                    ელექტრონული ფოსტის მისამართი;</li>
                    <li className="li7">2.7.<span className="Apple-tab-span">	</span>
                    IP მისამართი, რომლის გამოყენებითაც ხორციელდება „რანკოს“ კუთვნილ ვებ-გვერდზე შესვლა;</li>

                    <li className="li7">2.8.<span className="Apple-tab-span">	</span>
                    საქმიანობის შესახებ ინფორმაცია (სამუშაო ადგილი);</li>
                    <li className="li7">2.9.<span className="Apple-tab-span">	</span>
                    შემოსავლის შესახებ ინფორმაცია;</li>

                    <li className="li7">2.10.<span className="Apple-tab-span">	</span>
                    ფინანსურ ორგანიზაციაში დავალიანების შესახებ ინფორმაცია;</li>

                    <li className="li7">2.11.<span className="Apple-tab-span">	</span>
                    სხვა ნებისმიერი ტიპის ინფორმაცია, რაც მომხმარებელმა ხელმისაწვდომი გახადა კომპანიისათვის.</li>

         
                </ol>
            </ol>

            <p className="p9"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>3.<span className="Apple-tab-span">	</span> მონაცემების დამუშავების მიზნები და საფუძვლები
</b></li>
                </ol>
            </ol>
            <p className="p8"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">3.1.<span className="Apple-tab-span">	</span>
                    პერსონალური მონაცემების სუბიექტის თანხმობის საფუძველზე კომპანია ახდენს პერსონალური მონაცემების დამუშავებას შემდეგი მიზნებისათვის:</li>
                    <li className="li7">3.2.<span className="Apple-tab-span">	</span>   პლათფორმაზე რეგისტრაცია და ინდივიდუალური პორტალის მართვა;</li>
                    <li className="li7">3.3.<span className="Apple-tab-span">	</span>   მომხმარებლის განაცხადის საფუძველზე ფინანსური ორგანიზაცი(ებ)ისთვის სასარგებლო ინფორმაციის მიწოდება;</li>
                    <li className="li7">3.4.<span className="Apple-tab-span">	</span>  პირდაპირი მარკეტინგული მიზნებისათვის;</li>
                    <li className="li7">3.5.<span className="Apple-tab-span">	</span>   სასარგებლო ინფორმაციისა და სპეციალური შეთავაზებ(ებ)ის გაგზავნა;</li>
                    <li className="li7">3.6.<span className="Apple-tab-span">	</span>  ბაზრის ანალიტიკა და სტატისტიკა.</li>
                    <li className="li7">3.7.<span className="Apple-tab-span">	</span> პერსონალური მონაცემების შენახვის ვადა - პერსონალური მონაცემები უნდა ინახებოდეს კანონით განსაზღვრული ვადით ან იმ ვადით, რაც აუცილებელია მიზნის მისაღწევად. მიზნის მიღწევის შემდეგ, ისინი უნდა დაიბლოკოს, წაიშალოს ან განადგურდეს ან შენახული უნდა იქნეს პირის იდენტიფიცირების გამომრიცხავი ფორმით, თუ კანონით სხვა რამ არ არის დადგენილი. ფულის გათეთრებასთან ბრძოლის კანონმდებლობა ითვალისწინებს მონაცემთა შენახვის ხუთწლიან ვადას, თუ არ არსებობს მონაცემთა უფრო ხანგრძლივი ვადით შენახვის საკანონმდებლო საფუძველი.</li>
                    <li className="li7">3.8.<span className="Apple-tab-span">	</span>  მომხმარებელი ადასტურებს, რომ პერსონალური მონაცემების  დამუშავების პოლიტიკის 3.1 პუნქტით გათვალისწინებული მიზნებისათვის შეგროვებული დამუშავებული და შენახული მონაცემები კომპანიას შეუძლია გადასცეს მესამე მხარეს</li>
               
               
                </ol>
            </ol>
            

            <p className="p10"><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>4.<span className="Apple-tab-span">	</span>COOKIE ფაილების გამოყენების პოლიტიკა</b></li>
                </ol>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">4.1.<span className="Apple-tab-span">	</span>ვებ-გვერდის მოხმარებით ერთმნიშვნელოვნად ითვლება, რომ მომხმარებელი ეთანხმება კომპანიის მხრიდან მოგროვდეს და გაზიარდეს პირადი მონაცემები "cookie" და სხვა მსგავსი ტექნოლოგიით.</li>
                    <li className="li7">4.2.<span className="Apple-tab-span">	</span> "cookie" არის მცირე ზომის ფაილი, რომელიც იგზავნება ვებ-გვერდის სერვერიდან მომხმარებლის პერსონალურ კომპიუტერზე, მობილურ ტელეფონზე, ტაბლეტზე ან სხვა სახის ელექტრონულ მოწყობილობაზე და ინახება ამ მოწყობილობის მყარ დისკზე, ინფორმაციის ასახვის გაუმჯობესებისა და რესურსის რეგულარული მუშაობის მიზნებისათვის.</li>
                    <li className="li7">4.3.<span className="Apple-tab-span">	</span>შენახული cookie ფაილები იძლევა მომხმარებლის ელექტრონული მოწყობილობის ამოცნობისა და კომპანიის ინტერნეტ რესურსზე დაბრუნების შემთხვევაში მონაცემთა განმეორებული შეყვანის თავიდან აცილების შესაძლებლობას.</li>
                    <li className="li7">4.4.<span className="Apple-tab-span">	</span>კომპანია იყენებს cookie ფაილებს შემდეგი მიზნებისათვის:</li>
                    <li className="li7">4.5.<span className="Apple-tab-span">	</span> შემოსვლის სესიების მართვა და მომხმარებლის აუტენტიფიკაცია;</li>
                    <li className="li7">4.6.<span className="Apple-tab-span">	</span>  ვებ-გვერდის ფუნქციონირების უზრუნველყოფა;</li>
                    <li className="li7">4.7.<span className="Apple-tab-span">	</span> ვებ-გვედრზე მომხმარებლების შემოსვლისა და მოქმედების შესახებ სტატისტიკური მონაცემების მიღება;</li>
                    <li className="li7">4.8.<span className="Apple-tab-span">	</span>      ვებ-გვერდის მუშაობის ეფექტურობის გაუმჯობესება.</li>
                    <li className="li7">4.8.<span className="Apple-tab-span">	</span>     კომპანია არ იყენებს cookie ფაილებს მომხმარებელთა ჩვევებისათვის თვალის დევნების მიზნით, ამიტომაც ახდენს ინფორმირებას cookie ფაილების გამოყენების შესახებ ვებ-გვერდზე შემოსვლის დროს</li>
                    <li className="li7">4.8.<span className="Apple-tab-span">	</span>     კომპანია არ იყენებს cookie ფაილებს მომხმარებელთა ჩვევებისათვის თვალის დევნების მიზნით, ამიტომაც ახდენს ინფორმირებას cookie ფაილების გამოყენების შესახებ ინტერნეტ – რესურსზე შემოსვლის დროს.</li>
                    <li className="li7">4.8.<span className="Apple-tab-span">	</span>     კომპანია არ ახდენს მომხმარებლის იდენტიფიცირების ხელშემწყობი მონაცემებისა და IP – სა და ელ. ფოსტის მისამართის დაკავშირებას.</li>
                    <li className="li7">4.8.<span className="Apple-tab-span">	</span>     მომხმარებელს შეუძლია ელექტრონულ მოწყობილობაში შენახული cookie ფაილების წაშლა საკუთარი შეხედულებისამებრ, თუმცა, ასეთ შემთხვევაში ვებ-გვერდის ზოგიერთი ფუნქცია და მომსახურება, შესაძლოა, სათანადოდ არ ფუნქციონირებდეს.</li>
                   
                </ol>
            </ol>

<br/>
<br/>
<br/>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>5.<span className="Apple-tab-span">	</span>    პერსონალური მონაცემების უსაფრთხოება</b></li>
                </ol>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">5.1.<span className="Apple-tab-span">	</span>კომპანია ზრუნავს პერსონალური მონაცემების დაცვაზე და უზრუნველყოფს მათი დამუშავების პოლიტიკის შესაბამისობას ნორმატიულ აქტებში ასახულ დებულებებთან.</li>
                    <li className="li7">5.2.<span className="Apple-tab-span">	</span>  კომპანია მიმართავს ყველა აუცილებელ ორგანიზაციულ, ადმინისტრაციულ, ტექნიკურ, ფიზიკურ და უსაფრთხოების სხვა ზომებს პერსონალური მონაცემების უსაფრთხოების უზრუნველსაყოფად.</li>
                    <li className="li7">5.3.<span className="Apple-tab-span">	</span>პერსონალური მონაცემების დამუშავება კომპანიაში ხორციელდება პერსონალური მონაცემებისა და კონფიდენციალურობის აუცილებელი უსაფრთხოების, მათ შორის, არასანქციონირებული და უკანონო დამუშავებისგან პერსონალური მონაცემების, ასევე, შემთხვევითი დაკარგვის, გაფუჭებისა თუ განადგურებისგან დაცვის უზრუნველსაყოფად.</li>
                    <li className="li7">5.4.<span className="Apple-tab-span">	</span> როგორც კი ცნობილი გახდება პერსონალური მონაცემების დაცვის წესების დარღვევის შესახებ, კომპანია ვალდებულია დაუყოვნებლივ აცნობოს მომხდარის შესახებ საზედამხედველო ორგანოებს.</li>
                </ol>
            </ol>
            <p className="p9"><b></b><br /></p>

            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7"><b>6.<span className="Apple-tab-span">	</span>პერსონალური მონაცემების დამუშავებაზე უარის თქმის უფლება

</b></li>
                </ol>
            </ol>
            <p className="p8"><b></b><br /></p>
            <ol className="ol1">
                <ol className="ol1">
                    <li className="li7">6.1.<span className="Apple-tab-span">	</span>
                    მონაცემთა სუბიექტი უფლებამოსილია ნებისმიერ დროს მიმართოს კომპანიას და მოითხოვოს  ინფორმაცია მის შესახებ მონაცემთა დამუშავების თაობაზე, და იმ შემთხვევაში, თუ მონაცემები არასრულია, არაზუსტია, არ არის განახლებული ან თუ მათი შეგროვება და დამუშავება განხორციელდა კანონის საწინააღმდეგოდ, მოსთხოვოს მისი პერსონალური მონაცემების გასწორება, დაბლოკვა, განახლება, დამატება, წაშლა, ან განადგურება.</li>
                    <li className="li7">6.2.<span className="Apple-tab-span">	</span>
                    მონაცემთა სუბიექტი უფლებამოსილია ნებისმიერ დროს, ყოველგვარი განმარტების გარეშე, მოითხოვოს პერსონალური მონაცემების წაშლა, მათი დამუშავების შეზღუდვა, მათი დამუშავების წინააღმდეგ პოზიციის დაფიქსირება, მათი შესწორების ჩატარება
                    </li>
                    <li className="li7">6.3.<span className="Apple-tab-span">	</span>
                    კომპანიის მიერ დამუშავებადი პირადი პერსონალური მონაცემების შესახებ ინფორმაციის მისაღებად აუცილებელია განცხადების გაგზავნა წერილობითი ფორმით კომპანიის ოფიციალურ ელექტრონულ ფოსტაზე - info@ranko.ge.
                    </li>
                    <li className="li7">6.4.<span className="Apple-tab-span">	</span>
                    კომპანია ახორციელებს კავშირს პერსონალური მონაცემების სუბიექტთან, ამ უკანასკნელის მიერ მითითებული საკონტაქტო ინფორმაციის გამოყენებით (ტელეფონის ნომერი, ელ. ფოსტის მისამართი, მისამართი).
                    </li>
                    <li className="li7">6.5.<span className="Apple-tab-span">	</span>
                    მომხმარებლის პერსონალური მონაცემების დაცვის უფლების დარღვევის სავარაუდო ფაქტის შემთხვევაში, მომხმარებელი უფლებამოსილია საჩივრით მიმართოს პერსონალური მონაცემების დაცვის საზედამხედველო ორგანოს.</li>
                </ol>
            </ol>

            <div style={{ display: 'flex', justifyContent: 'center', paddingTop: 40 }}>
                <Button
                    style={{ marginLeft: 15 }}
                    icon={<CloseOutlined />}
                    onClick={() => window.close()}
                >
                    დახურვა
                </Button>
            </div>
        </div>
    );
};

export default Privacy;
